Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 隐私策略（严格失败关闭）
ar: سياسة الخصوصية (إغلاق الفشل الصارم)
de: Datenschutzrichtlinie (Strict Failure Close)
en: Privacy Policy (Strict Failure Close)
es: Política de privacidad (cierre estricto en caso de fallo)
fr: Politique de confidentialité (fermeture stricte en cas d'échec)
ja: プライバシーポリシー（厳密な失敗によるクローズ）
ko: 개인정보 보호정책(엄격한 실패 시 종료)
pt_br: Política de Privacidade (Falha Estrita Fechada)
ru: Политика конфиденциальности (закрытие при строгом отказе)
zh_hant: 隱私策略（嚴格失敗關閉）

source: 隐藏
ar: إخفاء
de: verstecken
en: hide
es: ocultar
fr: cacher
ja: 隠す
ko: 숨기다
pt_br: esconder
ru: спрятать
zh_hant: 隱藏

source: 隔离原因：%@
ar: سبب العزل: %@
de: Quarantänegrund: %@
en: Quarantine reason: %@
es: Motivo del aislamiento: %@
fr: Motif de la mise en quarantaine : %@
ja: 隔離理由：%@
ko: 격리 사유: %@
pt_br: Motivo da quarentena: %@
ru: Причина изоляции: %@
zh_hant: 隔離原因：%@

source: 隔离原因：%@ 技术详情：%@
ar: سبب العزل: %@ التفاصيل التقنية: %@
de: Quarantänegrund: %@ Technische Details: %@
en: Quarantine reason: %@ Technical details: %@
es: Motivo del aislamiento: %@ Detalles técnicos: %@
fr: Motif de la mise en quarantaine : %@ Détails techniques : %@
ja: 隔離理由：%@ 技術詳細：%@
ko: 격리 사유: %@ 기술 세부 정보: %@
pt_br: Motivo da quarentena: %@ Detalhes técnicos: %@
ru: Причина изоляции: %@ Технические сведения: %@
zh_hant: 隔離原因：%@ 技術詳情：%@

source: 集中配置韧性、预算、上下文优化与本机 Agent 协议。
ar: قم بتكوين المرونة والميزنة وتحسين السياق وبروتوكولات الوكيل الأصلية مركزيًا.
de: Konfigurieren Sie Ausfallsicherheit, Budgetierung, kontextbezogene Optimierung und native Agentenprotokolle zentral.
en: Centrally configure resiliency, budgeting, contextual optimization and native agent protocols.
es: Configure de forma centralizada resiliencia, elaboración de presupuestos, optimización contextual y protocolos de agentes nativos.
fr: Configurez de manière centralisée la résilience, la budgétisation, l’optimisation contextuelle et les protocoles d’agent natifs.
ja: 復元力、予算編成、状況に応じた最適化、ネイティブ エージェント プロトコルを一元的に構成します。
ko: 탄력성, 예산 책정, 상황별 최적화 및 기본 에이전트 프로토콜을 중앙에서 구성합니다.
pt_br: Configure centralmente resiliência, orçamento, otimização contextual e protocolos de agentes nativos.
ru: Централизованно настраивайте отказоустойчивость, бюджетирование, контекстную оптимизацию и собственные протоколы агентов.
zh_hant: 集中配置韌性、預算、上下文優化與本機 Agent 協議。

source: 零费用检测 %lld 个模型
ar: فحص %lld نموذجًا دون تكلفة
de: Kostenlose Prüfung von %lld Modellen
en: Zero-cost check for %lld models
es: Comprobación sin coste de %lld modelos
fr: Vérification sans frais de %lld modèles
ja: %lld モデルを無料チェック
ko: %lld개 모델 무료 검사
pt_br: Verificação sem custo de %lld modelos
ru: Бесплатная проверка %lld моделей
zh_hant: 零費用檢測 %lld 個模型

source: 需密钥
ar: يتطلب مفتاح API
de: API-Schlüssel erforderlich
en: API Key Required
es: Requiere API Key
fr: Clé API requise
ja: APIキーが必要
ko: API 키 필요
pt_br: Requer chave de API
ru: Требуется API-ключ
zh_hant: 需密鑰

source: 需要合成的文本
ar: النص المراد تجميعه
de: Zu synthetisierender Text
en: Text to be synthesized
es: Texto a sintetizar
fr: Texte à synthétiser
ja: 合成するテキスト
ko: 합성할 텍스트
pt_br: Texto a ser sintetizado
ru: Текст для синтеза

source: 需要向量化的文本
ar: النص الذي يحتاج إلى ناقل
de: Text, der vektorisiert werden muss
en: Text that needs to be vectorized
es: Texto que necesita ser vectorizado
fr: Texte à vectoriser
ja: ベクトル化する必要があるテキスト
ko: 벡터화해야 하는 텍스트
pt_br: Texto que precisa ser vetorizado
ru: Текст, который необходимо векторизовать

source: 需要的模型能力
ar: قدرات النموذج المطلوبة
de: Erforderliche Modellfunktionen
en: Required model capabilities
es: Capacidades de modelo requeridas
fr: Capacités du modèle requises
ja: 必要なモデル機能
ko: 필수 모델 기능
pt_br: Capacidades de modelo necessárias
ru: Требуемые возможности модели

source: 需要配置 API Key（未发起请求）
ar: يجب تكوين مفتاح واجهة برمجة التطبيقات (لم يتم بدء أي طلب)
de: API-Schlüssel muss konfiguriert werden (keine Anfrage initiiert)
en: API Key needs to be configured (no request initiated)
es: Es necesario configurar la clave API (no se inicia ninguna solicitud)
fr: La clé API doit être configurée (aucune demande initiée)
ja: API キーを設定する必要があります (リクエストは開始されません)
ko: API 키를 구성해야 합니다(요청이 시작되지 않음).
pt_br: A chave de API precisa ser configurada (nenhuma solicitação iniciada)
ru: Ключ API необходимо настроить (запрос не инициируется)
zh_hant: 需要配置 API Key（未發起請求）

source: 需配置密钥 · 已隔离
ar: يتطلب مفتاح API · قيد العزل
de: API-Schlüssel erforderlich · Unter Quarantäne
en: API Key Required · Quarantined
es: Requiere API Key · En cuarentena
fr: Clé API requise · En quarantaine
ja: APIキーが必要 · 隔離済み
ko: API 키 필요 · 격리됨
pt_br: Requer chave de API · Em quarentena
ru: Требуется API-ключ · На карантине
zh_hant: 需配置密鑰 · 已隔離

source: 韧性控制
ar: عناصر التحكم في المرونة
de: Resilienzsteuerung
en: Resilience Controls
es: Controles de resiliencia
fr: Contrôles de résilience
ja: 耐障害性制御
ko: 복원력 제어
pt_br: Controles de resiliência
ru: Управление отказоустойчивостью
zh_hant: 韌性控制

source: 韩元（KRW）
ar: الوون الكوري الجنوبي (KRW)
de: Südkoreanischer Won (KRW)
en: South Korean Won (KRW)
es: Won surcoreano (KRW)
fr: Won sud-coréen (KRW)
ja: 韓国ウォン（KRW）
ko: 대한민국 원(KRW)
pt_br: Won sul-coreano (KRW)
ru: Южнокорейская вона (KRW)
zh_hant: 韓元（KRW）

source: 音乐
ar: موسيقى
de: Musik
en: music
es: musica
fr: musique
ja: 音楽
ko: 음악
pt_br: música
ru: музыка
zh_hant: 音樂

source: 音乐任务 ID
ar: معرف مهمة الموسيقى
de: Musikaufgaben-ID
en: Music task ID
es: ID de tarea musical
fr: ID de tâche musicale
ja: 音楽タスクID
ko: 음악 작업 ID
pt_br: ID da tarefa musical
ru: Идентификатор музыкальной задачи
zh_hant: 音樂任務 ID

source: 音乐任务端点
ar: نقطة نهاية مهمة الموسيقى
de: Endpunkt der Musikaufgabe
en: Music task endpoint
es: Punto final de la tarea musical
fr: Point de terminaison de la tâche musicale
ja: 音楽タスクのエンドポイント
ko: 음악 작업 엔드포인트
pt_br: Ponto final da tarefa musical
ru: Конечная точка музыкальной задачи
zh_hant: 音樂任務端點

source: 音乐描述
ar: وصف الموسيقى
de: Musikbeschreibung
en: music description
es: descripción de la música
fr: description de la musique
ja: 音楽の説明
ko: 음악 설명
pt_br: descrição da música
ru: описание музыки
zh_hant: 音樂描述

source: 音乐生成
ar: جيل الموسيقى
de: Musikgeneration
en: music generation
es: generacion musical
fr: génération de musique
ja: 音楽の生成
ko: 음악 세대
pt_br: geração musical
ru: поколение музыки
zh_hant: 音樂生成

source: 音乐生成可能产生供应商费用。只有确认当前模型、精确端点和费用后才会发送请求；隔离模型仍会被网关拒绝。
ar: قد يتم تطبيق رسوم البائع على توليد الموسيقى. لن يتم إرسال الطلب إلا بعد التأكد من النموذج الحالي ونقطة النهاية الدقيقة والتكلفة؛ ستظل البوابة مرفوضة من النماذج المعزولة.
de: Für die Musikgenerierung können Anbietergebühren anfallen. Die Anfrage wird erst nach Bestätigung des aktuellen Modells, des genauen Endpunkts und der Kosten gesendet; Isolierte Modelle werden weiterhin vom Gateway abgelehnt.
en: Vendor fees may apply for music generation. The request will only be sent after confirming the current model, precise endpoint, and cost; isolated models will still be rejected by the gateway.
es: Es posible que se apliquen tarifas de proveedor para la generación de música. La solicitud sólo se enviará después de confirmar el modelo actual, el punto final preciso y el costo; Los modelos aislados seguirán siendo rechazados por la puerta de enlace.
fr: Des frais de fournisseur peuvent s'appliquer pour la production de musique. La demande ne sera envoyée qu'après confirmation du modèle actuel, du point final précis et du coût ; les modèles isolés seront toujours rejetés par la passerelle.
ja: 音楽の生成にはベンダー手数料が適用される場合があります。リクエストは、現在のモデル、正確なエンドポイント、コストを確認した後にのみ送信されます。分離されたモデルは依然としてゲートウェイによって拒否されます。
ko: 음악 생성에는 공급업체 수수료가 적용될 수 있습니다. 요청은 현재 모델, 정확한 엔드포인트 및 비용을 확인한 후에만 전송됩니다. 격리된 모델은 여전히 ​​게이트웨이에 의해 거부됩니다.
pt_br: Taxas de fornecedor podem ser aplicadas para geração de música. A solicitação só será enviada após a confirmação do modelo atual, endpoint preciso e custo; modelos isolados ainda serão rejeitados pelo gateway.
ru: За создание музыки может взиматься плата поставщика. Запрос будет отправлен только после подтверждения текущей модели, точной конечной точки и стоимости; изолированные модели по-прежнему будут отклонены шлюзом.
zh_hant: 音樂生成可能產生供應商費用。只有確認當前模型、精確端點和費用後才會發送請求；隔離模型仍會被網關拒絕。

source: 音乐端点
ar: نقطة نهاية الموسيقى
de: Musik-Endpunkt
en: music endpoint
es: punto final de la música
fr: point final de musique
ja: 音楽エンドポイント
ko: 음악 엔드포인트
pt_br: ponto final da música
ru: конечная точка музыки
zh_hant: 音樂端點

source: 音频
ar: الصوت
de: Audio
en: Audio
es: Audio
fr: Audio
ja: 音声
ko: 오디오
pt_br: Áudio
ru: Аудио
zh_hant: 音頻

source: 预算与上下文
ar: الميزانية والسياق
de: Budget und Kontext
en: Budget and context
es: Presupuesto y contexto
fr: Budget et contexte
ja: 予算と背景
ko: 예산과 맥락
pt_br: Orçamento e contexto
ru: Бюджет и контекст
zh_hant: 預算與上下文

source: 预览并导入
ar: المعاينة والاستيراد
de: Vorschau und Import
en: Preview and import
es: Vista previa e importación
fr: Aperçu et importation
ja: プレビューとインポート
ko: 미리보기 및 가져오기
pt_br: Visualizar e importar
ru: Предварительный просмотр и импорт
zh_hant: 預覽並導入

source: 预览并导入 ModelHub 本地备份
ar: معاينة نسخة ModelHub الاحتياطية المحلية واستيرادها
de: Lokale ModelHub-Sicherung prüfen und importieren
en: Preview and Import ModelHub Local Backup
es: Vista previa e importación de copia de seguridad local de ModelHub
fr: Prévisualiser et importer la sauvegarde locale de ModelHub
ja: ModelHubのローカルバックアップをプレビューして読み込む
ko: ModelHub 로컬 백업 미리보기 및 가져오기
pt_br: Visualizar e importar backup local do ModelHub
ru: Просмотреть и импортировать локальную резервную копию ModelHub
zh_hant: 預覽並導入 ModelHub 本地備份

source: 默认关闭。仅缓存 /v1/chat/completions 与 /v1/responses 的非流式成功响应；键只保存 SHA-256 摘要，正文只驻留内存、不写磁盘，并按虚拟密钥隔离。上游 5xx 时可返回仍在回退时限内的旧响应，响应头会标记 X-ModelHub-Cache: STALE。
ar: إيقاف بشكل افتراضي. يتم تخزين الاستجابات الناجحة غير المتدفقة فقط على /v1/chat/complements و/v1/responses؛ يحفظ المفتاح فقط ملخص SHA-256، والنص موجود فقط في الذاكرة، ولا يكتب على القرص، ويتم عزله بواسطة المفتاح الظاهري. يمكن لـ Upstream 5xx إرجاع الاستجابات القديمة التي لا تزال ضمن الحد الزمني الاحتياطي، مع وضع علامة على رأس الاستجابة X-ModelHub-Cache: STALE.
de: Standardmäßig deaktiviert. Nur nicht gestreamte erfolgreiche Antworten auf /v1/chat/completions und /v1/responses werden zwischengespeichert; Der Schlüssel speichert nur den SHA-256-Digest, der Hauptteil befindet sich nur im Speicher, schreibt nicht auf die Festplatte und ist durch den virtuellen Schlüssel isoliert. Upstream 5xx kann alte Antworten zurückgeben, die noch innerhalb des Fallback-Zeitlimits liegen, wobei der Antwortheader mit X-ModelHub-Cache: STALE gekennzeichnet ist.
en: Off by default. Only non-streaming successful responses to /v1/chat/completions and /v1/responses are cached; the key only saves the SHA-256 digest, the body only resides in memory, does not write to disk, and is isolated by virtual key. Upstream 5xx can return old responses that are still within the fallback time limit, with the response header marked X-ModelHub-Cache: STALE.
es: Desactivado de forma predeterminada. Sólo se almacenan en caché las respuestas exitosas que no se transmiten a /v1/chat/completions y /v1/responses; la clave solo guarda el resumen SHA-256, el cuerpo solo reside en la memoria, no escribe en el disco y está aislado mediante una clave virtual. Upstream 5xx puede devolver respuestas antiguas que aún se encuentran dentro del límite de tiempo de reserva, con el encabezado de respuesta marcado como X-ModelHub-Cache: STALE.
fr: Désactivé par défaut. Seules les réponses réussies sans streaming à /v1/chat/completions et /v1/responses sont mises en cache ; la clé enregistre uniquement le résumé SHA-256, le corps réside uniquement en mémoire, n'écrit pas sur le disque et est isolé par une clé virtuelle. En amont 5xx peut renvoyer d'anciennes réponses qui sont toujours dans le délai de repli, avec l'en-tête de réponse marqué X-ModelHub-Cache : STALE.
ja: デフォルトではオフです。 /v1/chat/completions および /v1/responses に対する非ストリーミングの成功した応答のみがキャッシュされます。キーは SHA-256 ダイジェストのみを保存し、本体はメモリ内にのみ存在し、ディスクには書き込まれず、仮想キーによって分離されます。アップストリーム 5xx は、応答ヘッダーに X-ModelHub-Cache: STALE とマークされた、フォールバック時間制限内にある古い応答を返すことができます。
ko: 기본적으로 꺼져 있습니다. /v1/chat/completions 및 /v1/responses에 대한 비스트리밍 성공 응답만 캐시됩니다. 키는 SHA-256 다이제스트만 저장하고 본문은 메모리에만 상주하며 디스크에 쓰지 않고 가상 키로 격리됩니다. 업스트림 5xx는 X-ModelHub-Cache: STALE로 표시된 응답 헤더를 사용하여 대체 시간 제한 내에 있는 이전 응답을 반환할 수 있습니다.
pt_br: Desativado por padrão. Somente respostas bem-sucedidas sem streaming para /v1/chat/completions e /v1/responses são armazenadas em cache; a chave salva apenas o resumo SHA-256, o corpo reside apenas na memória, não grava no disco e é isolado pela chave virtual. O upstream 5xx pode retornar respostas antigas que ainda estão dentro do limite de tempo de fallback, com o cabeçalho de resposta marcado como X-ModelHub-Cache: STALE.
ru: По умолчанию выключено. Кэшируются только нетранслируемые успешные ответы на /v1/chat/completions и /v1/responses; ключ сохраняет только дайджест SHA-256, тело находится только в памяти, не пишет на диск и изолируется виртуальным ключом. Восходящий сервер 5xx может возвращать старые ответы, которые все еще находятся в пределах срока возврата, с заголовком ответа, помеченным X-ModelHub-Cache: STALE.
zh_hant: 默認關閉。僅緩存 /v1/chat/completions 與 /v1/responses 的非流式成功響應；鍵只保存 SHA-256 摘要，正文只駐留內存、不寫磁盤，並按虛擬密鑰隔離。上游 5xx 時可返回仍在回退時限內的舊響應，響應頭會標記 X-ModelHub-Cache: STALE。

source: 默认每天本机时间 00:00 更新。只读取供应商自身已配置或已核验的官方模型目录，不修改 Base URL、不合并新模型、不调用生成接口；仅当目录明确提供 Token 或单次调用价格及单位时更新，其他供应商保留手动价格。
ar: يُجرى التحديث افتراضيًا يوميًا عند 00:00 بالتوقيت المحلي. لا تُقرأ إلا أدلة المزوّد نفسه المهيأة أو الرسمية المتحقق منها، ولا يتغير عنوان URL الأساسي ولا تُدمج نماذج جديدة ولا تُستدعى واجهات التوليد. لا تُحدّث الأسعار إلا عند وجود مبالغ ووحدات واضحة للرموز أو لكل طلب؛ وإلا تبقى الأسعار اليدوية.
de: Standardmäßig erfolgt die Aktualisierung täglich um 00:00 Uhr Ortszeit. Gelesen werden nur konfigurierte oder geprüfte offizielle Kataloge des Anbieters; Basis-URL, Modellliste und Generierungs-APIs bleiben unberührt. Aktualisiert wird nur bei eindeutigen Token- oder Anfragebeträgen samt Einheit; sonst bleiben manuelle Preise erhalten.
en: By default, updates run daily at 00:00 local time. Only provider-owned configured or verified official catalogs are read. The Base URL is not changed, new models are not imported, and generation APIs are not called. Prices update only when token or per-request amounts and units are explicit; otherwise manual prices remain.
es: De forma predeterminada se actualiza cada día a las 00:00, hora local. Solo se leen catálogos configurados o verificados propiedad del proveedor; no se modifica la URL base, no se importan modelos ni se llaman API de generación. Solo se actualiza cuando el importe y la unidad por token o solicitud son explícitos; en los demás casos se conserva el precio manual.
fr: Par défaut, la mise à jour a lieu chaque jour à 00:00, heure locale. Seuls les catalogues configurés ou officiels vérifiés appartenant au fournisseur sont lus ; l’URL de base n’est pas modifiée, aucun modèle n’est importé et aucune API de génération n’est appelée. Les tarifs ne changent que si les montants et unités par jeton ou requête sont explicites ; sinon les valeurs manuelles restent.
ja: 既定ではローカル時刻 00:00 に毎日更新します。プロバイダー自身の設定済みまたは確認済み公式カタログのみを読み取り、Base URL の変更、新モデルの統合、生成 API の呼び出しは行いません。トークンまたはリクエスト単価と単位が明示される場合のみ更新し、それ以外は手動価格を保持します。
ko: 기본값은 현지 시간 매일 00:00입니다. 공급자가 소유한 구성 또는 검증된 공식 카탈로그만 읽고 Base URL 변경, 새 모델 병합, 생성 API 호출은 하지 않습니다. 토큰 또는 요청당 금액과 단위가 명확할 때만 업데이트하며 나머지는 수동 가격을 유지합니다.
pt_br: Por padrão, a atualização ocorre diariamente às 00:00 no horário local. Apenas catálogos do próprio provedor, configurados ou oficiais verificados, são lidos; a URL base não muda, novos modelos não são importados e APIs de geração não são chamadas. Só há atualização quando valores e unidades por token ou solicitação são explícitos; caso contrário, os preços manuais permanecem.
ru: По умолчанию обновление выполняется ежедневно в 00:00 по местному времени. Читаются только настроенные или проверенные официальные каталоги самого поставщика; базовый URL не меняется, модели не импортируются и API генерации не вызываются. Обновление происходит только при явных суммах и единицах за токены или запрос; иначе сохраняются ручные цены.
zh_hant: 默認每天本機時間 00:00 更新。只讀取供應商自身已配置或已核驗的官方模型目錄，不修改 Base URL、不合併新模型、不調用生成接口；僅當目錄明確提供 Token 或單次調用價格及單位時更新，其他供應商保留手動價格。

source: 默认每天本机时间 00:00 更新。只读取已配置或已核验的官方模型目录，不修改 Base URL、不合并新模型、不调用生成接口；仅当目录明确提供 Token 单价时更新，其他供应商保留手动价格。
ar: يُجرى التحديث افتراضيًا يوميًا عند 00:00 بالتوقيت المحلي. لا تُقرأ إلا الأدلة المهيأة أو الرسمية المتحقق منها، ولا يتغير عنوان URL الأساسي ولا تُدمج نماذج جديدة ولا تُستدعى واجهات التوليد. لا تُحدَّث الأسعار إلا إذا قدّم الدليل سعر الرمز صراحةً، وتبقى الأسعار اليدوية لبقية المزوّدين.
de: Standardmäßig erfolgt die Aktualisierung täglich um 00:00 Uhr Ortszeit. Nur konfigurierte oder geprüfte offizielle Kataloge werden gelesen; Basis-URL, Modellliste und Generierungs-APIs bleiben unberührt. Preise werden nur bei ausdrücklich angegebenen Tokenpreisen aktualisiert, sonst bleiben manuelle Werte erhalten.
en: By default, updates run daily at 00:00 local time. Only configured or verified official catalogs are read. The Base URL is not changed, new models are not imported, and generation APIs are not called. Prices update only when the catalog explicitly supplies token rates; manual prices remain for other providers.
es: De forma predeterminada se actualiza cada día a las 00:00, hora local. Solo se leen catálogos configurados u oficiales verificados; no se modifica la URL base, no se importan modelos nuevos ni se llaman API de generación. Solo se actualizan precios cuando el catálogo indica tarifas por token; los demás conservan el precio manual.
fr: Par défaut, la mise à jour a lieu chaque jour à 00:00, heure locale. Seuls les catalogues configurés ou officiels vérifiés sont lus ; l’URL de base n’est pas modifiée, aucun nouveau modèle n’est importé et aucune API de génération n’est appelée. Les tarifs ne sont mis à jour que si le catalogue fournit explicitement un prix par jeton ; les autres restent manuels.
ja: 既定ではローカル時刻 00:00 に毎日更新します。設定済みまたは確認済みの公式カタログのみを読み取り、Base URL の変更、新モデルの統合、生成 API の呼び出しは行いません。カタログがトークン単価を明示する場合のみ更新し、その他は手動価格を保持します。
ko: 기본값은 현지 시간 매일 00:00입니다. 구성되었거나 검증된 공식 카탈로그만 읽고 Base URL 변경, 새 모델 병합, 생성 API 호출은 하지 않습니다. 카탈로그가 토큰 단가를 명시한 경우에만 업데이트하며 나머지는 수동 가격을 유지합니다.
pt_br: Por padrão, a atualização ocorre diariamente às 00:00 no horário local. Apenas catálogos configurados ou oficiais verificados são lidos; a URL base não é alterada, novos modelos não são importados e APIs de geração não são chamadas. Os preços só mudam quando o catálogo informa claramente valores por token; os demais mantêm preços manuais.
ru: По умолчанию обновление выполняется ежедневно в 00:00 по местному времени. Читаются только настроенные или проверенные официальные каталоги; базовый URL не меняется, новые модели не импортируются и API генерации не вызываются. Цены обновляются только при явно указанных тарифах токенов; для остальных сохраняются ручные цены.
zh_hant: 默認每天本機時間 00:00 更新。只讀取已配置或已核驗的官方模型目錄，不修改 Base URL、不合併新模型、不調用生成接口；僅當目錄明確提供 Token 單價時更新，其他供應商保留手動價格。

source: 默认路由规则
ar: قواعد التوجيه الافتراضية
de: Standard-Routing-Regeln
en: Default routing rules
es: Reglas de enrutamiento predeterminadas
fr: Règles de routage par défaut
ja: デフォルトのルーティング ルール
ko: 기본 라우팅 규칙
pt_br: Regras de roteamento padrão
ru: Правила маршрутизации по умолчанию
zh_hant: 默認路由規則

source: 默认路由规则已切换为“%@”。
ar: تم تبديل قاعدة التوجيه الافتراضية إلى "%@".
de: Die Standard-Routing-Regel wurde auf „%@“ geändert.
en: The default routing rule has been switched to "%@".
es: La regla de enrutamiento predeterminada se cambió a "%@".
fr: La règle de routage par défaut a été remplacée par « %@ ».
ja: デフォルトのルーティング ルールが「%@」に切り替わりました。
ko: 기본 라우팅 규칙이 "%@"(으)로 전환되었습니다.
pt_br: A regra de roteamento padrão foi alterada para "%@".
ru: Правило маршрутизации по умолчанию изменено на «%@».
zh_hant: 默認路由規則已切換為“%@”。
